/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "網橋是 Tor 中繼，用來協助規避審查。如果 Tor 遭到 ISP 封鎖可試試網橋，每一種網橋各自使用不同的方式來規避審查：如果這個行不通，試試另一個。\n\n請使用下方所提供的網橋或是自 % 取得網橋。";
"No Bridges: Directly Connect to Tor" = "無網橋：直接連線 Tor 網路";
"Provided Bridges: %" = "已提供的網橋： %";
"Custom Bridges" = "自訂網橋";


// BridgeSelectViewController.xib
"Bridge Configuration" = "網橋設定";
"Done" = "已完成";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "有時候會需要利用網橋來連線上 Tor 網路";
"TELL ME MORE" = "了解更多";


// ConnectingViewController.swift
"Connected!" = "已連線！";
"__CLAIM_1__" = "多元社群成就 Tor 的出色不凡！";
"__CLAIM_2__" = "每天人們使用 Tor 以避免被行銷廣告騷擾。";
"__CLAIM_3__" = "人們利用 Tor 與家人和朋友保持安全的連繫。";
"__CLAIM_4__" = "社會行動人士使用 Tor 以自由地表達意見和信念。";
"__CLAIM_5__" = "部落客使用 Tor 號召人們進行社會改革。";
"__CLAIM_6__" = "新聞記者利用 Tor 以安全地調查他們報導的事件。";
"__CLAIM_7__" = "商人使用 Tor 來保持公司策略隱密。";
"__CLAIM_8__" = "工人使用 Tor 來爭取公義而無須擔心因此失去工作。";


// ConnectingViewController.xib
"We're connecting you." = "正在連線中。";
"START BROWSING" = "開始瀏覽";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "利用其它瀏覽器，造訪 % 然後點選「取得網橋」。使用進階選項部份； 建議使用 'obfs4' 可插拔式傳輸（不要選 IPv6）\n\n可輕按相機圖示使用該網站提供的 QR 碼或是手動地複製並貼上底下的「網橋字串」：";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "卡住了，請先停止然後重新啟動應用程式。";


// HelloViewController.xib
"Hello" = "您好";
"Welcome to Tor on mobile." = "歡迎在手機上使用 Tor。";
"CHANGE LANGUAGE" = "變更語言";
"Change Language" = "變更語言";
"Cancel" = "取消";


// IntroViewController.xib
"CONTINUE WITHOUT" = "繼續";
"USE A BRIDGE" = "使用網橋";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "按你想要的方式來瀏覽網路。";
"No tracking. No censorship." = "無追蹤，無審查。";


// ScanQrViewController.swift
"Error" = "錯誤";
"Camera access was not granted or QR Code scanning is not supported by your device." = "未授權存取照相機或是裝置不支援掃描 QR 碼。";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "無法解析 QR 碼！請確認您掃描的 QR 碼是否真的來自 bridges.torproject.org ？";
